[["En 2019 saltó a las redes la existencia de un USB con imágenes de planetas y ovnis que, pretendidamente, procedían del siglo XIX\n\nJosep Guijarro\n19\/04\/2023\n\n[newsnet_232926_3bf1fd.jpg|Un stick USB con 28 archivos espaciales:figure]\n\n\"Hola comunidad Reddit. Creé esta cuenta solo para compartir esto en el hilo del 'Misterio', ya que no sé dónde más publicar. Mi nombre es [Quisto:b] y vivo en un pequeño pueblo cerca de Berlín (Bernau).\"\n\nBernau Bei Berlín es un municipio de Brandeburgo (Alemania). En uno de los estacionamientos cercanos al llamado [Steintor:b], el misterioso usuario de la red de marcadores sociales encontró, hace en julio de 2019, un [stick:i] de [memoria tipo USB:b] y se lo guardó en el bolsillo. Era un dispositivo de la marca [Toshiba:b], de color plateado y con un [extraño símbolo:b] grabado en su superficie.\n\nIntrigado, cuando llegó a su casa, lo introdujo en la ranura de su portátil y, tras superar alguna dificultad en la lectura de los datos, tuvo acceso a los [28 archivos:b] que había guardados en su interior,\n\n\"Primero tuve problemas para abrirlo -explicó en su post- porque la computadora portátil decía que estaba dañada y no soy experto en informática. De todos modos, encontré muchos archivos que no tengo idea de lo que significan.\"\n\n[El USB contenía 28 archivos multimedia con imágenes y vídeos del espacio que mostraban planetas y naves tipo ovni:q]\n\n[newsnet_232926_754c25.jpg]\n\nUna de las imágenes del presunto USB\n\nEl descubridor del USB observó que los archivos [no estaban etiquetados:b], pero lo más extraño vino cuando accedió al contenido. Fotografías y vídeos de lo que parecían ser cosas relacionadas con el Universo: [planetas y naves espaciales:b] que se le antojaron parecidos a [ovnis:b]. No obstante, le sorprendió comprobar que todos tenían aspecto antiguo: [\"Todos parecen viejos de la década de 1900\":b] -precisó en el post. Pero, ¿quién era capaz de volar a principios de siglo? En la Tierra apenas empezábamos a volar en globo. En 1900 nacían los primeros dirigibles propulsados. ¿Tenían qué ver, entonces, con la extraña [[XaOdefzJAJQ|oleada de airships:video]:b] que se registró en Estados Unidos?\n\nQuisto observó cada uno de los archivos durante horas. Los vídeos se le antojaron realmente impresionantes. Algunos muestran lo que parecen ser [naves de origen extraterrestre:b] en la Tierra, en el sistema solar y en el espacio exterior.\n\n\"No sé la historia de la memoria USB y quién la poseía -escribe-, pero decidí compartir esto con ustedes. Algunas imágenes parecen mostrar primeros planos de la superficie de los planetas [del sistema Solar] y otras parecen estar editadas\/oscurecidas. Los vídeos son demasiado extraños para describirlos.\"\n\n[https:\/\/www.reddit.com\/r\/mystery\/comments\/duglnb\/usb_stick_found_with_strange_1800s_planetary\/]\n\nUn amigo de Quisto le dijo que el dispositivo contenía viejas grabaciones satelitales de la [sonda Voyager:b] y archivos que se supone que no debían ser públicos.\n\nOriginalmente, las dos sondas espaciales Voyager fueron concebidas como parte del [[https:\/\/es.wikipedia.org\/wiki\/Programa_Mariner|programa Mariner]:b], aunque más tarde se trasladaron a un programa separado llamado \"Mariner Jupiter-Saturn\", rebautizado posteriormente como [Programa Voyager:b]. Su lanzamiento, no obstante, no aconteció en el siglo XIX sino en la década de los 70, aprovechando una alineación de los planetas exteriores detectada por un ingeniero aeroespacial de la JPL llamado [Gary Flandro:b].\n\nLos primeros pasos del ser humano en el espacio tampoco son decimonónicos. El [Sputnik:b] se lanzó en 1957 y la [Carrera espacial:b], término que define la pugna entre Estados Unidos y la Unión Soviética por la conquista del espacio, se establece entre los años 1955 a 1988. ¿De dónde proceden pues las imágenes? ¿De otra dimensión? ¿De un Universo paralelo?\n\n[En el siglo XIX apenas empezaban a acoplarse las primeras cámaras a los telescopios.:q]\n\n[newsnet_232926_a2dfc7.jpg]\n\nQuién y para qué guardó estas imágenes en un USB\n\nEn el siglo XIX maduró la [técnica instrumental astronómica:b]. De hecho, se introducen los primeros métodos fotográficos y fotómetros en la segunda mitad, dando origen a la astrofísica. Son famosas las aportaciones de [Schiaparelli:b] y [Lowell:b] sobre [Marte,:b] en 1838, y crece el interés por los cometas y al cálculo de sus órbitas. Pero no se sostiene que nadie pudiera volar ahí fuera y filmar en película, salvo que fuera un viajero del tiempo o viniera de otra dimensión, nótese el sarcasmo.\n\nLo más probable, pues, es que el USB fuera un cuento chino, simples imágenes [generadas por ordenador:b] y envejecidas expresamente para sostener la asombrosa historia. De hecho, poco después del revuelo causado en Internet por la aparición de las imágenes, tanto el supuesto USB como la persona que lo encontró, desaparecieron de las redes, alentando a los detractores a acusarlo de falsedad.\n\nLas imágenes fueron subidas a la red por un usuario llamado [Project Coelacanth 8867:b] que ahora tiene diversas cuentas en [Tik Tok:b] y [YouTube:b] con vídeos de [[https:\/\/www.espaciomisterio.com\/misterios\/aparece-en-alemania-un-viajero-del-tiempo_17779|viajes temporales]:b]. Este que incrustamos a continuación, muestra algunos de los vídeos del polémico USB.\n\n[https:\/\/www.tiktok.com\/@mrstxrm\/video\/7120082903354084614]\n\n[https:\/\/www.espaciomisterio.com\/enigmas-y-anomalia\/que-sucedio-con-usb-hallado-en-alemania-con-fotos-planetas-ovnis_57509|espaciomisterio.com]",5591,"art232926","112025","54.2.157.89.rev.sfr.net"]]