[["[newsnet_231622_0efb5f.jpg]\n\nPatti Smith isn't writing. \"It won't last that long,\" she tells me. \"But it's been a while. It's been a few weeks. And I'm in a state of that nothingness.\"\n\nWe're drinking tea at a table in her hotel room in Paris. She pauses as church bells ring out from across the Seine, reaching us through the open window. \"See?\" she says with a laugh, gesturing to the sound that has arrived seemingly to underscore her words with divine authority. \"He knows.\"\n\nWe're talking about one page in her latest book, [A Book of Days:i], a volume of photographs and captions that has one entry for each day of the year. The images capture the texture of Smith's daily life—her bookshelf, her coffee cup, her eyeglasses, her own hand at work, hovering over a page of her prose.\n\n[newsnet_231622_a8032f.jpg]\n\nAbove: Polo Ralph Lauren coat and pants. Jimmy Choo boots. Cartier ring (outer ring at left) All other rings, her own.\n\nCover: Polo Ralph Lauren coat. Cartier ring (on far right). All other rings, her own.\n\n[newsnet_231622_858062.jpg]\n\n[newsnet_231622_f76a4b.jpg]\n\nThe book also shares objects of significance to Smith, things once belonging to the many important people in her life who've died before her: her mother's key chain, her father's golf ball, the poet Lawrence Ferlinghetti's hat, a necklace given to her wrapped in black tissue by the artist Robert Mapplethorpe, her late husband's Mosrite guitar. These objects still hold for her a charge, the energy of the lost owner. The caption below an image of Sam Shepard's pocketknife reads, \"Keep going, no matter what, my talismans seem to whisper.\"\n\nThe particular page we're discussing is a recent photograph of Smith, taken in her West Village apartment in New York, where she sits, head in one hand, staring into the middle distance. It struck her, when she saw this portrait, that her posture and gaze were identical to the way her late mother, Beverly, would sit when she was searching for a solution to a problem.\n\n\"She might have had a cigarette or something, and she seemed so far away, and she would always say she was thinking of nothing,\" Smith says. The caption below this portrait reads, in part, \"Now I know what nothing is.\"\n\nOkay, I ask her, what is this \"nothing\"?\n\n[newsnet_231622_c10200.jpg]\n\nHermès suit. T-shirt, her own. Cartier Tie pin (worn as a brooch). Jimmy Choo boots. Jewelry (worn throughout), her own.\n\n\"You have a problem,\" she explains, \"and you have a solution, but you're in that strange limbo where you don't feel exactly burdened by the problem and you don't have a solution. You're in that atmosphere between these two poles. And in that atmosphere, you're going to come up with something. And that's sort of like that emptiness. It's like that void, that nothingness. And I find myself there right now.\"\n\nSmith's \"state of nothingness\" doesn't mean she's doing nothing. Quite the opposite. She remains in constant motion throughout the week we spend together in Paris, juggling with focus and intensity her multiple creative projects and their associated press or social obligations. \"She's a restless person. She's a restless artist,\" Smith's longtime literary agent and close friend, Betsy Lerner, tells me. \"She's always in some physical state of movement. I don't just mean literally. I just also think, in her mind, she's just really going fast. That's a hot brain we're talking about.\"\n\nI see Smith for the first time at Centre Pompidou, Paris's sprawling museum of modern art located in the Fourth Arrondissement, where she's immersed in the completion of her exhibition \"Evidence,\" a collaboration with sound artists Soundwalk Collective. Visitors to this exhibit are given headphones and can hear Smith reading the poetry of Antonin Artaud, Arthur Rimbaud, and René Daumal, her voice woven into a track of sounds collected from locations that held special meaning in the lives of these poets. I arrive several days before the show is set to open and find Smith standing with her back to me at an easel in a spotlit corner of the gallery space.\n\n[newsnet_231622_a9a9f9.jpg]\n\nBurberry shirt. Title of Work tie. Cartier ring (at far right). All other rings, her own.\n\n[newsnet_231622_b14316.jpg]\n\n[https:\/\/theshopyohjiyamamoto.com\/shop\/c\/c60|Yohji Yamamoto Homme] jacket and pants. T-shirt, her own. [https:\/\/www.church-footwear.com|Church's] shoes.\n\n[newsnet_231622_fc4b00.jpg]\n\nA bag of red earth sits at her feet. It's from a cave in the mountains of Mexico where the poet Artaud experienced the transformative peyote ritual he documents in his book The Peyote Dance. Smith has turned this dirt to pigment and uses it now to paint her own mountain. This is, in many ways, a perfect first image of Smith, whose work is arguably best understood by a creative impulse to transfigure the ordinary into the extraordinary. \"She has this quality of making the mundane in the everyday magical,\" her close friend Michael Stipe, formerly of R.E.M., tells me.\n\nSmith's creative impulse also tends to blur or transcend mediums, making her work difficult to classify. \"Robert [Mapplethorpe] was always worried because I had so many different ways of expressing myself,\" Smith says. \"So many vocations, and why couldn't I stick to one? I just can't. It's funny because every once in a while, somebody very nicely says I have all these different ways of expressing myself, I'm a Renaissance woman, but I think more I'm really a jack-of-all-trades.\"\n\n[Smith's life is clarified through two devotions: love and work.:q]\n\nShe turned her first poetry reading, at St. Mark's Church in the East Village in 1971, into a rock show, recruiting a record-store clerk named Lenny Kaye (who is still in her band to this day) to play guitar \"like a car crashing\" behind her while she read her poems. As a visual artist, she sometimes writes bits of poems or associative words on her drawings, which are often energized, semiabstract portraits (as well as self-portraits) of the artists—living or long dead before her time—she counts as friends and guides. She's now revered nearly equally as a writer as she is a rock star. Her book [Just Kids:i], which chronicles her relationship with Mapplethorpe, won a National Book Award in 2010.\n\nPerhaps the one commonality in Smith's many published works of literature is a sense of permeable reality and open boundaries, as her writing within a single volume can move from memory to observations of the natural world to the blurred moments between her dreaming and waking. She's released 11 studio albums, and she still tours, often incorporating readings of poetry or bits of nonfiction into her live shows. Many of her best-known songs explode the framework of other people's popular songs—like Jimi Hendrix's version of \"Hey Joe\" or Van Morrison's \"Gloria\"—to accommodate her wholly unique vision, her voice, her energy. \"It's beyond genre. It's beyond music. It's beyond poetry,\" Stipe says, speaking to the internal shift he felt when he first heard the song \"Birdland\" from Smith's landmark debut album, [Horses:i], in 1975. \"It's like an ecstatic vision to me. And at a very young age, I embraced that and never looked back.\"\n\n[newsnet_231622_e04a91.jpg]\n\nCoach coat. T-shirt, her own. Levi's Authorized Vintage jeans. The Frye Company boots. Cartier ring (outer ring at left). All other rings, her own.\n\nShe's been called many names over the course of her career: \"godmother of punk\" (\"It used to be the queen or princess of punk, but then you get older and suddenly you're a godmother\"), \"princess of piss\" (after one of earliest recorded songs, \"Piss Factory\"), \"keeper of the phlegm\" (because she used to spit onstage sometimes). She likes some of these nicknames, finds all of them absurd, hates \"rock poet.\" \"Calling me a rock poet or the poet laureate of punk? What does that mean?\" she says. As a general rule, she's not fond of labels and thinks people trying to describe her are wasting their time: \"If they just call me a worker, which is what I am, they wouldn't have to try so hard to find some kind of absurd little tagline.\"\n\nThere's one \"little tagline\" given to Smith that still stings. In 1980, Smith got married to Fred \"Sonic\" Smith of MC5, moved to Michigan, and left public life for 16 years to raise a family. Around this time, Smith tells me, a drawing of her appeared in [The Village Voice:i]. She was depicted with hooves and sagging udders in an image captioned \"Domestic Cow.\" To some, these 16 years out of the public eye might have seemed like an abandonment of Smith's artistic ideals, but for her it was a deeply enriching and creative time.\n\n[newsnet_231622_f25ba9.jpg]\n\n\"I knew the territory of being sort of a rock star, or smoking pot and writing poetry at night, but this other territory that I didn't excel in, I found the smallest joys in it. I would sew my husband's buttons on his shirt or his jacket. I knew it looked pretty amateur … but I felt proud doing that and stitching my daughter's skirt—the little pleated hem of her skirt. Such a chore, but when I finished it, I felt a sense of accomplishment. You find you can do many things.\"\n\n[\"I've survived [because] I want to live. Even in our troubled world... I want to be alive. I want to breathe. I want to do my work.\":q]\n\nSmith's life is clarified through two devotions: love and work. She refers to herself as a worker because, she tells me, her ambition has always been simply to do great work, and she doesn't see recording albums or being onstage as inherently more valid than the work she does within her family, nor is it more important than the work she saw her mother do, waitressing for years to solve what Smith refers to as the \"creative problems\" of raising and caring for Smith and her siblings. (For the record, Smith tips well, even in France, where it is not the norm. \"My mother would kill me if she saw me not tipping.\")\n\n\"I cooked a goose. Like, a 12-pound goose or something!\" Smith tells me with the same reverence she has when she talks about any of her other artistic endeavors. This was in the '80s, when her husband was alive and they were living with their two children in the suburbs outside Detroit. She wanted to produce a beautiful Thanksgiving dinner but ran into some trouble when she attempted a Julia Child gravy recipe, which instructed her to separate two eggs. \"I got two little bowls, and I put one egg in the one bowl, one egg in the other bowl. Then I'm looking, and it's some other thing, and I'm going, ‘Oh no, there's a typo. They missed what happens after you separate. ...' \"\n\n[newsnet_231622_055664.jpg]\n\n[https:\/\/www.gucci.com\/us\/en|Gucci] coat and shirt. [https:\/\/www.church-footwear.com|Church's] shoes.\n\n[newsnet_231622_dd8eeb.jpg]\n\n[https:\/\/www.therow.com\/us|The Row] shirt and pants. [https:\/\/www.cartier.com\/en-us\/home|Cartier] ring (outer ring at left). All other rings, her own.\n\nSmith ended up calling one of her sisters, who laughed at her for a long time. As I listen to Smith tell this story, I'm not convinced she even knows now what went wrong. But that's not the point of her story. The point is that the more open one is to life, the more everything can feel like an enriching creative adventure. \"I'm appreciative of everyone's skills. … I'm so grateful for someone who can make a really good cup of coffee. … I'm grateful for the things that people excel in. Making a perfect loaf of bread, how wonderful is that? I just can't do it … but I do have it in me to be completely grateful to people who do.\"\n\nShe tells me about the artistic genius of other people, often framing genius in the context of a person devoted to a single pursuit, something she feels incapable of doing. \"I'm just not that kind of person. I don't know why,\" she says. She's in awe of people like Maryam Mirzakhani or Maria Callas or Willem de Kooning—people who could call themselves one thing: mathematician, opera singer, painter—but feels she has more of a \"dual nature: compelled to go out and do a concert or go out and talk to thousands of people happily and feel one with them and want to rally them and bring something into their life and, on the other hand, just want my solitude or to sit alone in a café or in my room or at a desk and write for hours.\"\n\n[\"She has this quality of making the mundane in the everyday magical,\" says Michael Stipe.:q]\n\nOne afternoon, we're walking around Centre Pompidou, standing in front of a Joan Mitchell painting, discussing Mitchell's genius and single-minded devotion, when we're approached by five young women. They surround Smith, trembling with excitement to be near her. This happens a lot over the course of the week. She's stopped everywhere we go by people of all ages who tell her breathlessly how inspired they've been in their lives by her.\n\nSmith is gracious and patient in these encounters. She asks questions, poses for many selfies. At the opening-night event for her exhibit, her admirers include many other famous and talented artists, like the actress Charlotte Rampling, whom Smith embraces with such warmth and mutual admiration. I ask Rampling how the two met, and she can't remember. They know only that they'd felt drawn to each other once and that the magnetic pull remains every time they see each other. The actor Aaron Taylor-Johnson beams, hugging Smith, while the artist and filmmaker Sam Taylor-Johnson takes their photograph. The couple light up when talking with me later about the tremendous transfer of energy they experienced in Smith's exhibit and when in her presence in general.\n\n[newsnet_231622_eb4b74.jpg]\n\nThe Row shirt and pants. Cartier ring (outer ring at left). All other rings, her own.\n\nThis energy—which Lerner describes as \"kinetic\" and as possessing an \"aesthetic pulse\"—is important to understanding Smith's singular contribution to art and culture. There's an electric current that flows from her to her work and into other people. It's a powerfully generous and affirming current that seems to say to its receivers, \"Yes. You're free. You can pick up a guitar. You can write what you want to write. You can talk to the people who inspire you. You can make your life revolve around art and exploration. You can love. You can have a family. You are free to do what you want.\"\n\nIt occurs to me that her ability to not just live this way but also communicate and inspire others to live this way is a form of genius. \"[This description] perfectly matches her personality and, maybe unconsciously, her message, which is in a way aspirational,\" Stipe tells me. \"It provides for anyone, who's listening or reading, kind of the ability to say, ‘Well, I can lift myself out of most anything.' Through art and through looking at things the way Patti looks at things, you can find a way to humor yourself, a way to educate yourself, a way to lift yourself out of a sad moment or a dark moment.\"\n\nSmith is still thinking of the five young women we met at the Pompidou by the Joan Mitchell painting. She wonders if they might be the kind of women who will pick up this magazine and read this profile of her, and so she wants to have something of value to say to them. \"I look at them and think, ‘What is the path ahead of them? What are they going to have to deal with?' \" One certainty Smith has is that these young women will face pain and loss. \"We feel pain; we have to ride it,\" she says.\n\n[newsnet_231622_97c3b5.jpg]\n\nSometimes, Smith tells me, she wakes in the night feeling fresh grief over the loss of her friends, her husband, her mother. \"I can't bear that Fred isn't going to come back. He's been gone for, I don't know, 27 years or something. Or that my mother isn't going to sit down and have a coffee. And so maybe I'll have a good cry. But now I've realized that these moments, which seem so devastating in the past, are almost friends. It's like, ‘Ah, I'm feeling grief. …' It's just more proof that we're alive and that we're capable of feeling still a plethora of emotions.\"\n\nSmith will turn 76 at the end of December. She tells me she sees her life now like a book that keeps expanding: The longer it is, the more it contains. More life means more chances to make things.\n\n\"I haven't survived all this time, and sadly survived many of my friends and loved ones, because of any special formula,\" she says. \"I've survived [because] I want to live. I want to be here. Even in our troubled world. Even with all the greed and stupidity and terrible things that we're all facing and reading in the news or experiencing, I want to be alive. I want to breathe. I want to do my work.\"\n\nSmith also knows that these young women will find themselves at times in a creative void, stuck in \"that nothingness,\" discouraged or uninspired. She knows this because that's where she is now, stalled out, not writing, alienated from her most constant and reliable artistic practice. But this doesn't worry her. \"Even though I'm not writing right now,\" she says, \"it hasn't diminished the fact that I know I've gotten to the point where when I'm writing next week or whenever it is, I'm going to express the inexpressible. I'm going to do that. I know how to do it. I finally achieved that. Now it's just up to me to give the people something of worth.\"\n\n[newsnet_231622_964181.jpg]\n\n[https:\/\/www.nililotan.com|Nili Lotan] shirt. Vest, her own.\n\n[newsnet_231622_61366a.jpg]\n\n[https:\/\/www.nililotan.com|Nili Lotan] shirt. Vest, her own. [https:\/\/www.apc-us.com|A.P.C.] Boots. [https:\/\/www.tiffany.com|Tiffany & Co.] chain. [https:\/\/www.cartier.com\/en-us\/home|Cartier] ring (hanging from chain).\n\nShe believes these voids, these places of artistic stillness, have, like everything else, the potential to be their own source of creativity if we can learn to see the void \"animated, almost, like all those particles animated.\" By this she means that we must learn to animate the void by filling it with questions, energy, desire, and a language of enthusiasm that is importantly, she says, not a naive enthusiasm or a willfully ignorant optimism; it's not a turning away from or an avoidance of the pain and hardship we face or see others face. It is, instead, the act of greeting life—with all its grief, difficulty, and deceptively stagnant moments—with a steadfast trust in our ability to ride it, to change, to evolve.\n\nToward the end of my time in Paris, I wake too early. I sit down to write this profile but struggle. The words I type on the screen swim in front of me until I delete them. I write, delete, write, delete. The sun eventually rises, casting its golden hue. I check my email, and there's a message from Smith that ends with \"I am going to get coffee and go through the excruciating void and hopefully write something of worth.\" I spend a few hours attempting and failing to write. I start to feel stressed and even a bit of despair over my lack of productivity, and then I remember Smith's advice: \"If inside it's very still, just animate it. In animating it, you can grab ahold of some of these glimpses and make them flesh, make them work.\" My phone beeps. Smith has sent me a picture of a notebook, its pages brimming with her handwriting. Her text to me reads,\"I wrote xx.\" Then, later, she texts again: \"Still at it.\"\n\n[--] [Hair: [https:\/\/www.instagram.com\/kalle_eklund|Kalle Eklund] for Oribe; Makeup: [https:\/\/www.instagram.com\/laurastiassni|Laura Stiassni] for Dior Beauty; Manicure: [https:\/\/www.instagram.com\/julievillanovanails|Julie Villanova]; Production: Céline Guillerm at [https:\/\/www.instagram.com\/octopixparis|Octopix]; Set Design: [https:\/\/www.instagram.com\/sophiemglasser|Sophie Glasser].:b] [--]\n\n[https:\/\/www.harpersbazaar.com\/culture\/art-books-music\/a41979459\/patti-smith-songs-new-book-interview-2022\/]",19780,"art231622","142241","235.15.65.37.rev.sfr.net"]]