[["Devan Taylor\nMar 28 2023\n\nCritiquing Johnmooner-chief's article regarding a supposed \"top secret\" document about aliens written by Albert Einstein and J. Robert Oppenheimer\n\nThis article is a direct critique of [https:\/\/medium.com\/@johnmooner-chief|Johnmooner-chief]'s article titled Albert Einstein's Top Secret Alien Document. I recommend that all readers pause here and go read the original article before continuing with this article for needed context.\n\n[Albert Einstein Top Secret Alien Document:h]\n\n[In June of 1947 Albert Einstein and J. Robert Oppenheimer together wrote a TOP SECRET six page document entitled...:h]\n\nmedium.com\n\nThe article, published Mar. 4, 2023, showcases a [https:\/\/majesticdocuments.com\/pdf\/oppenheimer_einstein.pdf|document] in which Albert Einstein and J. Robert Oppenheimer supposedly wrote about extra-terrestrials potentially visiting Earth. In it, they hypothesize about the potential origins of an extra-terrestrial race, consider what we should do if said extra-terrestrials wish to settle on Earth, and question whether they have visited us as a result of testing atomic weapons.\n\n[[newsnet_232378_94eb45.jpg]|A screenshot of the Relationships with Inhabitants of Celestrial Bodies document.:figure]\n\nThis document struck me as odd. As someone who considers themselves a bit of an Einstein fanboy and a physics enthusiast, I've read many of Einstein's works including scientific papers, books, and hand-written letters. I've also read plenty of biographies about Einstein written by other authors. To me, the tone and language used within the document supposedly written by Einstein and Oppenheimer simply don't sound like something that Einstein would have written or signed off on. The technical aspects are not as detailed as Einstein's technical works and the non-technical aspects are simply not as elegant as his non-technical works.\n\nPersonal incredulity aside, I checked to see if I could find a reputable source of such a document but instead found a rabbit hole of conspiracy theory websites and plagiarism.\n\nJohnmooner-chief's article appears to be copied word-for-word from an article posted on soulask.com, a website dedicated to such topics as aliens and UFO's, spirituality, conspiracies, ghosts and hauntings, and cryptozoology. Johnmooner-chief's article even uses the same header image as the Soul:Ask article with an image of aliens added in the bottom right corner.\n\n[[newsnet_232378_65fa2d.jpg]|A screenshot of the Document from Einstein and Oppenheimer on Aliens and UFOs article on soulask.com.:figure]\n\n[https:\/\/www.soulask.com\/document-from-einstein-and-oppenheimer-on-aliens-and-ufos|The Soul], titled [Document from Einstein and Oppenheimer on Aliens and UFOs,:i] published Aug. 17, 2013, does not list an author, however, it does credit another website called abovetopsecret.com.\n\nAccording to their about page, \"AboveTopSecret.com is the Internet's largest and most popular discussion board community dedicated to the intelligent exchange of ideas and debate on a wide range of 'alternative topics' such as conspiracies, UFO's, paranormal, secret societies, political scandals, new world order, terrorism, and dozens of related topics on current events, politics, and government wrong-doing with poignant commentary from a diverse mix of users from all over the world.\"\n\nThe Soul:Ask article was copied word-for-word from a [https:\/\/www.abovetopsecret.com\/forum\/thread964981\/pg1|forum post on Above Top Secret] of the same title published two days earlier on Aug. 15, 2013, by the user skyblueworld.\n\n[[newsnet_232378_d9ae1c.jpg]|A screenshot of the Document from Einstein and Oppenheimer on Aliens and UFOs article on abovetopsecret.com.:figure]\n\nIn their forum post, skyblueworld credits a website called majesticdocuments.com.\n\nThe Majestic Documents website claims that its mission is to \"clarify the UFO phenomenon, its agenda and history, and to implement the most effective way to educate the public and world governments to its reality and implications.\" Majestic Documents features a [https:\/\/majesticdocuments.com\/documents\/majestic-documents\/documents-dated-prior-to-1948|.pdf link to the document] titled [Oppenheimer-Einstein Draft:i] with a description but does not cite a source.\n\n[[newsnet_232378_ec5b19.jpg]|A screenshot of the Oppenheimer-Einstein Draft on majesticdocuments.com.:figure]\n\nIn summary, the document in question seems to have been posted on the Majestic Documents website with no source cited. It was then written about by user skyblueworld on the Above Top Secret forum and their forum post was copied word-for-word and reposted to Soul:Ask and later Medium.\n\nIs there a way to tell if the original document uploaded to Majestic Documents is legit?\n\nMajestic Documents themselves feature a [https:\/\/majesticdocuments.com\/documents\/majestic-documents\/authenticity-ratings|rating system] that discloses their confidence in the authenticity of documents. They specify on their page outlining their rating system that such a system is important because many of the documents they host \"are not from official sources, such as the Freedom of Information Act (FOIA) or government document libraries.\" More on the FOIA later.\n\nIt should be noted that the authenticity of documents uploaded to Majestic Documents is determined by Majestic Documents themselves and not by an impartial third party. While they claim to have a [https:\/\/majesticdocuments.com\/about\/investigation-team|team of investigators], some of them holding master's degrees and PhDs in scientific fields, it's important to realize that each person on their investigative team is connected with the world of [https:\/\/en.wikipedia.org\/wiki\/Ufology|UFOlogy] in some way or another. There is a definite risk of conflict of interest in this scenario.\n\nThe [Oppenheimer-Einstein Draft:i] document has a rating of medium-high authenticity, indicating, according to Majestic Documents, \"that a considerable amount of investigation and testing has been completed and their [[sic]:i] are strong signs of authenticity in the way of content, forensics, typography, zingers etc. Although there may be some anachronisms identified they do not seem to be major.\"\n\nMajestic Documents also have a page on its website where they detail exactly why the [Oppenheimer-Einstein Draft:i] document was given the rating of medium-high authenticity. Their notes are as follows:\n\n[1. Literary analysis compares favorably with other Albert Einstein pieces during period of interest, for example the use of Latin, German and Jewish words is appropriate for Einstein.\n\n2. Period manual typewriter\n\n3. Authentic Bush initials in his hand on note on last page\n\n4. Einstein officially retired from the Institute of Advanced Studies in 1945 but continued to live and work in Princeton, NJ when the draft was written in 1947. -[https:\/\/majesticdocuments.com\/documents\/document-authentication\/summary-arguments|majesticdocuments.com]:q]\n\nAs I've already gone over, their first point is up to personal opinion. They may see similarities to Einstein's writing, but I don't. As for their second point, the document does appear, to me, to have been written on a typewriter (or at least deliberately made to look like such). For their third point, I was able to find an image that is supposedly Vannevar Bush's signature on Wikipedia and it does appear to be very similar to the initial signature at the bottom of the [Oppenheimer-Einstein Draft:i] document. They are also correct with their fourth point; Einstein did indeed live and work in Princeton, NJ in 1947.\n\nIf the document is real, shouldn't it have been officially released by the U.S. government under the FOIA? Well, not necessarily. Draft documents can be exempt from the FOIA under exemption five which \"protects inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency,\" according to the [https:\/\/www.justice.gov\/archives\/oip\/foia-guide-2004-edition-exemption-5|United States Department of Justice].\n\nDespite my initial intuition that the document was not written by Einstein and Oppenheimer, my research into the topic started to tend toward the document being real simply for lack of evidence to the contrary. That is until I stumbled upon [https:\/\/en.wikipedia.org\/wiki\/Jason_Colavito|Jason Colavito]'s article from 2015 titled [https:\/\/www.jasoncolavito.com\/blog\/the-real-source-of-a-fake-einstein-oppenheimer-mj-12-document-on-space-alien-law|The Real Source of a Fake Einstein-Oppenheimer MJ-12 Document on Space Alien Law].\n\nIn their article, Colavito points out that much of the text in the document is a word-for-word copy of passages from Modesto Seara Vazquez's book [Cosmic International Law:i] published in 1965. For example, the first six paragraphs in the document are exactly the same as the six paragraphs that make up [Book III, chapter II, In Case They Should Be Intelligent Beings Different From Men:i] from Vazquez's book with minor changes outlined below:\n\n[Paragraph 3:b]: The word \"condidon,\" likely a misspelling of \"condition,\" from the third paragraph in Vasquez's book changed to \"condition\" in the supposed Einstein-Oppenheimer document.\n\n[Paragraph 4:b]: The words \"following Valladao\" in Vasquez's book changed to \"following the guidelines found in the Pentatouch\" in the supposed Einstein-Oppenheimer document.\n\n[Paragraph 5:b]: The word \"advanced\" in Vasquez's book was removed from the supposed Einstein-Oppenheimer document.\n\n[Paragraph 6:b]: The words \"and to conquer them\" and \"without striving to exterminate them\" in Vasquez's book were removed from the supposed Einstein-Oppenheimer document.\n\n[[newsnet_232378_92760a.jpg]|Excerpt from Cosmic International Law by Modesto Seara Vazquez.:figure]\n\n[[newsnet_232378_176160.jpg]|Excerpt from Relationships with Inhabitants of Celestrial Bodies supposedly written by Einstein and Oppenheimer.:figure]\n\nIn fact, many of the passages from the document supposedly written by Einstein and Oppenheimer are found in Vasquez's book. They've simply been taken out of context, edited slightly, and rearranged into the order found in the [Inhabitants of Celestrial Bodies:i] document.\n\nIs it possible that Vasquez copied the words of Einstein and Oppenheimer? There is always such a possibility, but it's not very likely since the tone of the document does not fit with the writings of Einstein or Oppenheimer and does very much fit with the writing of Vasquez. The passages that are copied also make complete sense in the context of Vasquez's book. The paragraphs from Vasquez's book that were not copied into the supposed Einstein-Oppenheimer document flow seamlessly into the ones that were.\n\nThen there's the problem of translation. In their article, Colavito points out that the English version of Vasquez's book was translated by Elaine Malley and that it would be near-impossible to translate it from one language to another and match so perfectly with the document if it were a case of Vasquez plagiarising Einstein and Oppenheimer. While Colavito claims that the book was translated from French, I have only been able to verify a translation from [http:\/\/www.modestoseara.com\/libro_derecho_internacional_cosmico.html|Spanish]. This is backed up by the prolog to the English edition of the book where Vasquez writes about preparing the Spanish edition as well as Vasquez's multiple recognitions from different Mexican cities. Although Vasquez also has connections to France, I have been unable to find a French version of the book.\n\nWhile Majestic Documents claims that \"a considerable amount of investigation and testing has been completed,\" it doesn't seem like they investigated thoroughly enough to find the connection to Vasquez's book.\n\nThere are no documents by the name of [Relationships with Inhabitants of Celestrial Bodies:i] to be found in Princeton Press' [https:\/\/einsteinpapers.press.princeton.edu|The Collected Papers of Albert Einstein], the Wikipedia page titled [https:\/\/en.wikipedia.org\/wiki\/List_of_scientific_publications_by_Albert_Einstein|List of Scientific Publications by Albert Einstein], or the [http:\/\/www.albert-einstein.org\/archives4.html|Albert Einstein Archives] hosted by The Hebrew University of Jerusalem. Similarly, the document does not appear in the list of [https:\/\/www.loc.gov\/item\/mm77035188|J. Robert Oppenheimer Papers] hosted by the Library of Congress.\n\nSo what's the verdict? It appears that the Einstein-Oppenheimer document is nothing more than an elaborate hoax. It heavily plagiarises sections of Modesto Seara Vasquez's book titled [Cosmic International Law:i] and cannot be found in any of the exhaustive collections of papers written by Albert Einstein or J. Robert Oppenheimer. The original document was uploaded to Majestic Documents, a website dedicated to papers about UFOs and other conspiracy theories, then spread around the internet in a chain of articles and forum posts copying one another over the past decade. It was checked by members of the Majestic Documents website who are likely incentivized to vouch for its authenticity rather than an impartial third-party authenticator. There are no official sources linking the document to the U.S. government or to Einstein or Oppenheimer directly.\n\n[https:\/\/medium.com\/debunk-arena\/albert-einsteins-top-secret-alien-document-a-critique-e4a965ba8f0b|medium.com]",13435,"art232378","081918","235.15.65.37.rev.sfr.net"]]