[["\u003Cbig\u003EThreat of a nuke war at its greatest since 1983\u003C\/big\u003E\n\nWhen the Commander of NATO says he is a fan of flexible first strike at the same time that NATO is flexing its military muscle on Russia's border, the risk of inadvertent nuclear war is real.\n\nUS Air Force Gen. Tod D Wolters told the Senate this week he \"\u003Ci\u003Eis a fan of flexible first strike\u003C\/i\u003E\" regarding NATO's nuclear weapons, thereby exposing the fatal fallacy of the alliance's embrace of American nuclear deterrence policy.\n\nIt was one of the most remarkable yet underreported \u003Cspan id=\"bt5743490\"\u003E\u003Ca onclick=\"togglebub('web,call__5743490_https:\/\/www.c-span.org\/video\/?469657-1\/us-european-transportation-commands_0_169747');\"\u003E\u003Cspan class=\"philum ic-acquire\"\u003E\u003C\/span\u003E\u003C\/a\u003E\u003C\/span\u003E&nbsp;\u003Ca href=\"https:\/\/www.c-span.org\/video\/?469657-1\/us-european-transportation-commands\"\u003Eexchanges\u003C\/a\u003E in recent Senate history. Earlier this week, during the testimony before the Senate Armed Services Committee of General Tod Wolters, the commander of US European Command and, concurrently, as the Supreme Allied Commander in Europe (SACEUR) also the military head of all NATO armed forces, General Wolters engaged in a short yet informative exchange with Senator Deb Fischer, a Republican from the state of Nebraska.\n\nFollowing some initial questions and answers focused on the alignment of NATO's military strategy with the 2018 National Defense Strategy of the US, which codified what Wolters called \u003Ci\u003E\"the malign influence on behalf of Russia\u003C\/i\u003E\" toward European security, Senator Fischer asked about the growing recognition on the part of NATO of the important role of US nuclear deterrence in keeping the peace. \"\u003Ci\u003EWe all understand that our deterrent, the TRIAD, is the bedrock of the security of this country\u003C\/i\u003E,\" Fischer noted. \"\u003Ci\u003ECan you tell us about what you are hearing...from our NATO partners about this deterrent?\u003C\/i\u003E\"\n\nWolters responded by linking the deterrence provided to Europe by the US nuclear TRIAD with the peace enjoyed on the European continent over the past seven decades. Fischer asked if the US nuclear umbrella was \"\u003Ci\u003Evital in the freedom of NATO members\u003C\/i\u003E\"; Wolters agreed. Remarkably, Wolters linked the role of nuclear deterrence with the NATO missions in Iraq, Afghanistan and elsewhere outside the European continent. NATO's mission, he said, was to \"\u003Ci\u003Eproliferate deterrence to the max extent practical to achieve greater peace\u003C\/i\u003E.\"\n\nThen came the piece de resistance of the hearing. \"\u003Ci\u003EWhat are your views, Sir\u003C\/i\u003E,\" Senator Fischer asked, \"\u003Ci\u003Eof adopting a so-called no-first-use policy. Do you believe that that would strengthen deterrence?\u003C\/i\u003E\"\n\nGeneral Wolters' response was straight to the point. \"\u003Ci\u003ESenator, I'm a fan of flexible first use policy.\u003C\/i\u003E\"\n\nUnder any circumstance, the public embrace of a \"\u003Ci\u003Eflexible first strike\u003C\/i\u003E\" policy regarding nuclear weapons employment by the Supreme Allied Commander in Europe should generate widespread attention. When seen in the context of the recent deployment by the US of a low-yield nuclear warhead on submarine-launched ballistic missiles carried onboard a Trident submarine, however, Wolters' statement is downright explosive. Add to the mix the fact the US recently carried out a wargame where the US Secretary of Defense practiced the procedures for launching this very same \"\u003Ci\u003Elow yield\u003C\/i\u003E\" weapon against a Russian target during simulated combat between Russia and NATO in Europe, and the reaction should be off the charts. And yet there has been deafening silence from both the European and US press on this topic.\n\nThere is, however, one party that paid attention to what General Wolters had to say-Russia. In a statement to the press on February 25-the same date as General Wolters' testimony, Sergey Lavrov, the Russian Foreign Minister \u003Cspan id=\"bt5744340\"\u003E\u003Ca onclick=\"togglebub('web,call__5744340_https:\/\/tass.com\/politics\/1123545_0_169747');\"\u003E\u003Cspan class=\"philum ic-acquire\"\u003E\u003C\/span\u003E\u003C\/a\u003E\u003C\/span\u003E&nbsp;\u003Ca href=\"https:\/\/tass.com\/politics\/1123545\"\u003Estated\u003C\/a\u003E that \"\u003Ci\u003EWe note with concern that Washington's new doctrinal guidelines considerably lower the threshold of nuclear weapons use.\u003C\/i\u003E\" Lavrov added that this doctrine had to be viewed in the light \"\u003Ci\u003Eof the persistent deployment of US nuclear weapons on the territory of some NATO allies and the continued practice of the so-called joint nuclear missions.\u003C\/i\u003E\"\n\nRather than embracing a policy of \"\u003Ci\u003Eflexible first strike\u003C\/i\u003E\", Lavrov suggested that the US work with Russia to re-confirm \"\u003Ci\u003Ethe Gorbachev-Reagan formula, which says that there can be no winners in a nuclear war and it should never be unleashed\u003C\/i\u003E.\"This proposal was made 18 months ago, Lavrov noted, and yet the US has failed to respond.\n\nComplicating matters further are the 'Defender 2020' NATO military exercises underway in Europe, involving tens of thousands of US troops in one of the largest training operations since the end of the Cold War. The fact that these exercises are taking place at a time when the issue of US nuclear weapons and NATO's doctrine regarding their employment against Russia is being actively tracked by senior Russian authorities only highlights the danger posed.\n\nOn February 6, General Valery Gerasimov, the Russian Chief of Staff, met with General Wolters to discuss 'Defender 2020' and concurrent Russian military exercises to be held nearby to deconflict their respective operations and avoid any unforeseen incidents. This meeting, however, was held prior to the reports about a US\/NATO nuclear wargame targeting Russian forces going public, and prior to General Wolters' statement about \"flexible first use\" of NATO nuclear weapons.\n\nIn light of these events, General Gerasimov met with French General Fançois Lecointre, the Chief of the Defense Staff, to express Russia's concerns over NATO's military moves near the Russian border, especially the Defender 2020 exercise which was, General Gerasimov noted, \"held on the basis of anti-Russian scenarios and envisage training for offensive operations.\"\n\nGeneral Gerasimov's concerns cannot be viewed in isolation, but rather must be considered in the overall historical context of NATO-Russian relations. Back in 1983, the then-Soviet Union was extremely concerned about a series of realistic NATO exercises, known as 'Able Archer '83,' which in many ways mimicked the modern-day Defender 2020 in both scope and scale. Like Defender 2020, Able Archer '83 saw the deployment of tens of thousands of US forces into Europe, where they assumed an offensive posture, before transitioning into a command post exercise involving the employment of NATO nuclear weapons against a Soviet target.\n\nSo concerned was Moscow about these exercises, and the possibility that NATO might use them as a cover for an attack against Soviet forces in East Germany, that the Soviet nuclear forces were placed on high alert. Historians have since observed that the threat of nuclear war between the US and the USSR was at that time the highest it had been since the Cuban Missile Crisis in 1962.\n\nUS and NATO officials would do well to recall the danger to European and world security posed by the \"Able Archer '83\" exercise and the potential for Soviet miscalculations when assessing the concerns expressed by General Gerasimov today. The unprecedented concentration of offensive NATO military power on Russia's border, coupled with the cavalier public embrace by General Wolters of a \"flexible first strike\" nuclear posture by NATO, has more than replicated the threat model presented by Able Archer '83. In this context, it would not be a stretch to conclude that the threat of nuclear war between the US and Russia is the highest it has been since Able Archer '83.\n\n\u003Cbig\u003EScott Ritter\u003C\/big\u003E",7749,"adec693f43c","145100","235.15.65.37.rev.sfr.net"],["\u003Cbig\u003EHas Erdogan Finally Lost His Center?\u003C\/big\u003E\n\nTurkish President Recep Tayyip Erdogan should call German Chancellor Angela Merkel some point soon to compare notes on how it feels to be trapped between the U.S. and Russia.\n\nGermany's political center is collapsing under the weight of Merkel's desperate attempts to hold onto power as her ruling coalition falls in the polls and her regional party leaders betray her. The shenanigans in Thuringia have set in motion a widening gyre within the Christian Democratic Union (CDU) which will likely end in tears at the next German general election in 2021, if the current coalition with the Social Democrats lasts that long.\n\nMerkel's CDU has suffered electoral rebuke one after the other in state elections around Germany much of which stems from her inability to stand up to President Trump which forces her to continue betraying the trust of Russian President Vladimir Putin.\n\nGermany's near-term economic and political future are now bleak as the European Union is pushing for fiscal integration that Germans do not want. At the same time, Merkel keeps poking Trump on economic issues by allowing German companies to find workarounds to the EU sanctions on Russia as well as defy Trump on the Nordstream 2 pipeline.\n\nGerman exports to Russia keep expanding after being gutted when Merkel acceded to Obama's pressure in 2014 to cut off trade in the wake of the reunification with Crimea. But, things are reaching a boiling point for Merkel in Germany and it doesn't appear at this point she has any solutions to a falling euro, deteriorating banks, populist challenges to EU diktats, and increasingly uppity behavior from the Visegrad countries like Hungary who courts Putin and Poland who courts Trump on energy and security issues.\n\nErdogan, interestingly enough, is in a similar position. He's placed himself in the middle of a war in Syria in which he was tasked with controlling Idlib, Aleppo and Homs to split the western part of the country. This would ensure that all strategic roads and resupply routes would remain under NATO country control. It was Russia's entrance that destroyed that plan.\n\nErdogan was fine with cutting deals with Putin in the early stages of this war as long as Russia and Syria didn't touch Idlib. Retaking Palmyra and points west out to the Euphrates River was fine with him because it allowed him the opportunity to get what he really wanted, the northern 30 kilometers or so of the country to expand Turkey and disrupt the Syrian Kurds.\n\nHe played the U.S. and Russia off each other to get what he originally asked for as part of his spoils for destroying Assad. And in recent weeks thought he could continue his neo-Ottoman dreams by making a deal with the government in Libya, chasing European energy companies off the coast of Cyprus and laying claims to the Eastern Mediterranean that made China's claims in the South China Sea look restrained.\n\nErdogan believes he can leverage access to the Black Sea as part of the Montreaux Convention of 1936 which gives Turkey territorial control over the Bosporus to get concessions from both NATO and Russia.\n\nThe problem for him is that he's tested the patience of both Trump and Putin. And when you are blackmailing someone it's important to remember there are limits to how far that leverage goes. Erdogan's dreams of expanding into the vacuum being created by a weakening U.S. presence in the Middle East will run aground against Russia's unwillingness to tolerate terrorists holed up north of Damascus to sow discord around the region.\n\nHe didn't sign major energy deals with Turkey only to have Erdogan stab him in the back over Idlib. This is why Turkey's reinforcing Hayat-Tahrir al-Sham (HTS) in Idlib will only result in further Turkish military casualties.\n\nAnd the U.S. will be happy to watch the mercurial Erdogan fail here, as all that does is weaken him at home, where his political position is fading, just like Angela Merkel's thanks to Turkey's abysmal exposure to a rising U.S. dollar. The only reason he survived the 2018 Lira crisis was because of interventions from Russia, China and Qatar to stabilize the situation and help Turkish companies get some of that corporate debt exposure reduced, restructured and redenominated.\n\nThis was a point I made back then and it seems that Erdogan's good will from that lasted about eighteen months.\n\nThe problem for him now is that the U.S. dollar is rising quickly as a global fear trade unfolds thanks to a combination of German political instability, Trump beating the impeachment rap, Brexit and China's economy being put on hold thanks to this coronavirus outbreak.\n\nThis is putting pressure on the Lira again as it approaches the 2018 spike high, keeping inflation high. Remember his AKP party lost the Istanbul elections last year. Erdogan needs political wins he can sell back home.\n\nAvenging the Turkish troops killed by Syria during a recent advance seems to fit the kind of PR stunt that plays well at home while really just providing cover for HTS to abandon Idlib and be re-deployed to Libya.\n\nThe recent escalations, however, may have been provoked by Syria reaffirming diplomatic relations with Armenia and openly rebuking Erdogan by \u003Cspan id=\"bt2619500\"\u003E\u003Ca onclick=\"togglebub('web,call__2619500_https:\/\/www.fort-russ.com\/2020\/02\/foreign-minister-of-armenia-underlines-his-countrys-stance-in-support-of-syria_0_169536');\"\u003E\u003Cspan class=\"philum ic-acquire\"\u003E\u003C\/span\u003E\u003C\/a\u003E\u003C\/span\u003E&nbsp;\u003Ca href=\"https:\/\/www.fort-russ.com\/2020\/02\/foreign-minister-of-armenia-underlines-his-countrys-stance-in-support-of-syria\"\u003Erecognizing the Armenian genocide\u003C\/a\u003E. This may have provoked him into this extreme reaction publicly.\n\nIt puts him, however, in a very bad position. The U.S. has not backed his play in Syria. Article 5 of NATO doesn't cover a member getting attacked while it's invading another country. It's a defensive treaty. So, while Secretary of State Mike Pompeo is happy to watch Erdogan mung up the works in Idlib, there's no way the U.S. will back him against the Russian Air Force.\n\nAt the end of the day, neither Russia nor the U.S. would be sad to see him leave the political stage. And Erdogan's latest forays have him critically over-extended after years of craftily manipulating events to his advantage.\n\nLike Angela Merkel's outburst after the vote for Prime Minister in Thuringia, Erdogan's outburst here may be the sign to everyone that his days are numbered.\n\n\u003Cbig\u003ETom Luongo\u003C\/big\u003E",6494,"a2a99b8a5b3","145208","235.15.65.37.rev.sfr.net"]]